Repository: alps-jbnu/litmus-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: German
hu: Német

source: English
hu: Angol

source: Spanish
hu: Spanyol

source: French
hu: Francia

source: Croatian
hu: Horvát

source: Korean
hu: Koreai

source: Romanian
hu: Román

source: Russian
hu: Orosz

source: Serbian (Latin)
hu: Szerb (latin)

source: Vietnamese
hu: Vietnami

source: Simplified Chinese
hu: Egyszerűsített kínai

source: Login
hu: Belépés

source: Home
hu: Nyitólap

source: %d comment successfully hidden.
hu: %d hozzászólás sikeresen elrejtve.

source: Hide comments
hu: Kommentek elrejtése

source: %d comment successfully unhidden.
hu: %d megjegyzés újra megjelenítve.

source: Unhide comments
hu: Kommentek megjelenítése

source: Associated page
hu: Kapcsolódó lap

source: Included contests
hu: Hozzárendelt versenyek

source: Problem
hu: Feladat

source: Scheduling
hu: Időbeosztás

source: Details
hu: Részletek

source: Rating
hu: Értékelés

source: Organization
hu: Intézmény

source: %d contest successfully marked as public.
hu: %d verseny sikeresen publikusnak jelölve.

source: Mark contests as public
hu: Versenyek nyilvánossá tétele

source: %d contest successfully marked as private.
hu: %d verseny sikeresen privátnak jelölve.

source: Mark contests as private
hu: Versenyek zártkörüvé tétele

source: %d participation have scores recalculated.
hu: %d résztvevő pontja újraszámolva.

source: Recalculate scores
hu: Pontok újraszámítása

source: %d participation have times recalculated.
hu: %d résztvevő ideje újraszámolva.

source: Recalculate cumulative time
hu: Összesített idő újraszámolása

source: username
hu: felhasználónév

source: virtual
hu: virtuális

source: link path
hu: csatolási útvonal

source: Content
hu: Tartalom

source: Summary
hu: Összefoglalás

source: View on site
hu: Nézd meg élesben

source: Describe the changes you made (optional)
hu: Ismertesd a módosításokat (opcionális)

source: Social Media
hu: Közösségi média

source: Taxonomy
hu: Rendszerezés

source: Points
hu: Pontok

source: Limits
hu: Limitek

source: Language
hu: Nyelv

source: Justice
hu: Igazságszolgáltatás

source: History
hu: Előzmények

source: Authors
hu: Szerzők

source: %d problem successfully marked as public.
hu: %d probléma sikeresen publikusnak jelölve.

source: Mark problems as public
hu: Jelöld publikusnak a problémákat

source: %d problem successfully marked as private.
hu: %d probléma sikeresen privátnak jelölve.

source: Mark problems as private
hu: Jelöld a problémákat privátnak

source: User
hu: Felhasználó

source: Timezone
hu: Időzóna

source: date joined
hu: csatlakozás dátuma

source: %d user have scores recalculated.
hu: %d felhasználó pontja újraszámolva.

source: Disallowed problems
hu: Tiltott feladatok

source: These problems are NOT allowed to be submitted in this language
hu: Ezekre a feladatokra nem lehet megoldást beküldeni ezen a nyelven

source: Description
hu: Leírás

source: Information
hu: Információ

source: Capabilities
hu: Képességek

source: None
hu: Semmi

source: Not done
hu: Nincs kész

source: Exceptional
hu: Kivételes

source: Unaccepted
hu: Nem elfogadott

# contest problem
source: %(problem)s in %(contest)s
hu: %(problem)s - %(contest)s

source: You do not have the permission to rejudge submissions.
hu: Nincs jogosultságod a feltöltések újratesztelésére.

source: You do not have the permission to rejudge THAT many submissions.
hu: Nincs jogosultságod ilyen sok feltöltés újratesztelésére.

source: %d submission were successfully scheduled for rejudging.
hu: %d feltöltés sikeresen sorbaállitva újratesztelésre.

source: Rejudge the selected submissions
hu: A kiválasztott feltöltések újratesztelése

source: %d submission were successfully rescored.
hu: %d feltöltés sikeresen újrapontozva.

source: Rescore the selected submissions
hu: A kiválasztott feltöltések újrapontozása

source: Problem code
hu: Feladat azonosító

source: Problem name
hu: Feladat név

source: Time
hu: Idő

source: Memory
hu: Memória

source: Included problems
hu: Mellékelt problémák

source: These problems are included in this group of problems
hu: Ezek a problémák tartoznak ehhez a csoporthoz

source: These problems are included in this type of problems
hu: Ezek a problémák tartoznak ehhez a típushoz

source: Online Judge
hu: Online tesztelő

source: Comment title
hu: Hozzászólás címe

source: Comment body
hu: Hozzászólás törzse

source: Your part is silent, little toad.
hu: Az útvonalad csendes, kis varangy.

source: You need to have solved at least one problem before your voice can be heard.
hu: Legalább 1 feladatot meg kell oldanod mielőtt hozzászólsz.

source: Posted comment
hu: Elküldött hozzászólás

source: Subscribe to contest updates
hu: Iratkozz fel hírlevelünkre

source: Enable experimental features
hu: Kísérleti funkciók engedélyezése

source: You may not be part of more than {count} public organizations.
hu: Nem lehetsz tagja több mint {count} nyilvános csoportnak.

source: Username
hu: Felhasználóinév

source: Password
hu: Jelszó

source: on {time}
hu: {time}-kor

# time format with day
source: %d day %h:%m:%s
hu: %d nap %h:%m:%s

# time format no seconds with day
source: %d day %h:%m
hu: %d nap %h:%m

source: %d day
hu: %d nap

source: Leave as LaTeX
hu: Hagy LaTeX-ként

source: SVG with PNG fallback
hu: SVG PNG fallbackkel

source: MathML only
hu: Csak MathML

source: MathJax with SVG/PNG fallback
hu: MathJax SVG/PNG fallback-kel

source: Detect best quality
hu: Legjobb minőség detektálása

source: commenter
hu: hozzászóló

source: posted time
hu: hozzászólás ideje

source: associated Page
hu: kapcsolódó Lap

source: Page code must be ^[pc]:[a-z0-9]+$|^b:\d+$
hu: A lap azonosítójának ^[pc]:[a-z0-9]+$|^b:\d+$ kell lennie

source: votes
hu: szavazatok

source: title of comment
hu: hozzászólás címe

source: body of comment
hu: hozzászólás törzse

source: hide the comment
hu: hozzászólás elrejtése

source: parent
hu: előzmény

source: comment
hu: hozzászólás

source: comments
hu: hozzászólások

source: Editorial for %s
hu: Megoldási útmutató %s-hez

source: comment vote
hu: hozzászólás értékelése

source: comment votes
hu: hozzászólás értékelései

source: Invalid colour.
hu: Érvénytelen szín.

source: tag name
hu: címke neve

source: Lowercase letters and hyphens only.
hu: Csak kisbetűk és kötőjelek.

source: tag colour
hu: címke színe

source: tag description
hu: címke leírása

source: contest tag
hu: verseny címkéje

source: contest tags
hu: verseny cimkéi

source: contest id
hu: verseny azonosítója

source: Contest id must be ^[a-z0-9]+$
hu: A verseny azonosítójának ^[a-z0-9]+$ kell lennie

source: contest name
hu: verseny neve

source: These people will be able to edit the contest.
hu: Ezek az emberek szerkeszthetik a versenyt.

source: description
hu: leírás

source: problems
hu: feladatok

source: start time
hu: kezdés

source: end time
hu: befejezés

source: time limit
hu: időkorlát

source: publicly visible
hu: nyilvánosan látható

source: Should be set even for organization-private contests, where it determines whether the contest is visible to members of the specified organizations.
hu: Azt határozza meg, hogy a verseny a megadott szervezetek tagjai számára látható-e. Célszerű meghatározni még szervezeten belüli-privát versenyeken is.

source: contest rated
hu: értékelt verseny

source: Whether this contest can be rated.
hu: Hogy ez a verseny értékelhető-e.

source: no comments
hu: nincsenek hozzászólások

source: Use clarification system instead of comments.
hu: A pontosítási rendszer használata hozzászólások helyett.

source: rate all
hu: összes értékelése

source: Rate all users who joined.
hu: Értékelése az összes felhasználónak, aki csatlakozott.

source: exclude from ratings
hu: kizárás a értékelésből

source: private to organizations
hu: privát a csoport számára

source: hide problem tags
hu: feladat címkék elrejtése

source: run pretests only
hu: csak pretesztek futtatása

source: organizations
hu: csoportok

source: If private, only these organizations may see the contest
hu: Ha privát, csak ezek a csoportok láthatják a versenyt

source: OpenGraph image
hu: OpenGraph kép

source: the amount of live participants
hu: az éles résztvevők száma

source: contest summary
hu: verseny összefoglaló

source: access code
hu: hozzáférési kód

source: See private contests
hu: Privát versenyek mutatása

source: Edit own contests
hu: Saját versenyek szerkesztése

source: Edit all contests
hu: Az összes verseny szerkesztése

source: Rate contests
hu: Versenyek értékelése

source: Contest access codes
hu: Verseny hozzáférési kódok

source: contest
hu: verseny

source: contests
hu: versenyek

source: user
hu: felhasználó

source: score
hu: pontszám

source: cumulative time
hu: összes idő

source: virtual participation id
hu: virtuális részvételi azonosító

source: 0 means non-virtual, otherwise the n-th virtual participation
hu: A 0 nem virtuális, egyébként az n. virtuális részvétel

source: %s spectating in %s
hu: %s megfigyel %s-ben

source: %s in %s, v%d
hu: %s en %s, v%d

source: %s in %s
hu: %s %s-ben

source: contest participation
hu: verseny részvétel

source: contest participations
hu: verseny részvételek

source: problem
hu: feladat

source: points
hu: pontok

source: partial
hu: részleges

source: is pretested
hu: pretesztes-e

source: order
hu: sorrend

source: Maximum number of submissions for this problem, or 0 for no limit.
hu: A feltöltések maximális száma, 0 esetén nincs korlát.

source: contest problem
hu: versenyfeladat

source: contest problems
hu: versenyfeladatok

source: submission
hu: feltöltés

source: participation
hu: részvétel

source: contest submission
hu: verseny feltöltés

source: contest submissions
hu: verseny feltöltések

source: rank
hu: helyezés

source: rating
hu: értékelés

source: volatility
hu: volatilitás

source: last rated
hu: utolsó értékelt

source: contest rating
hu: verseny értékelés

source: contest ratings
hu: verseny értékelések

source: configuration item
hu: konfigurációs elem

source: miscellaneous configuration
hu: vegyes konfigurációk

source: navigation item
hu: navigációs elem

source: navigation bar
hu: navigációs sáv

source: identifier
hu: azonosító

source: label
hu: címke

source: highlight regex
hu: regex kijelölése

source: parent item
hu: szülő elem

source: post title
hu: bejegyzés címe

source: authors
hu: szerzők

source: slug
hu: csonk

source: public visibility
hu: láthatóság

source: sticky
hu: kiemelt

source: publish after
hu: közzététel ezután

source: post content
hu: tartalom küldése

source: post summary
hu: tartalom összefoglalója

source: openGraph image
hu: openGraph kép

source: Edit all posts
hu: Összes poszt szerkesztése

source: blog post
hu: blog poszt

source: blog posts
hu: blog posztok

source: message title
hu: üzenet címe

source: message body
hu: üzenet törzse

source: sender
hu: küldő

source: target
hu: címzett

source: message timestamp
hu: üzenet időbélyege

source: read
hu: olvas

source: messages in the thread
hu: üzenetek a szálban

source: problem category ID
hu: feladat kategória azonosító

source: problem category name
hu: feladat kategória név

source: problem type
hu: feladat típus

source: problem types
hu: feladat típusok

source: problem group ID
hu: feladat csoport azonosító

source: problem group name
hu: feladat csoport név

source: problem group
hu: feladat csoport

source: problem groups
hu: feladat csoport nevek

source: key
hu: kulcs

source: full name
hu: teljes név

source: short name
hu: rövid név

source: icon
hu: ikon

source: URL to the icon
hu: URL az ikonhoz

source: license text
hu: licenc szöveg

source: license
hu: licenc

source: licenses
hu: licencek

source: problem code
hu: feladat azonosító

source: Problem code must be ^[a-z0-9]+$
hu: A feladat azonosítónak ^[a-z0-9]+$ kell lennie

source: problem name
hu: feladat név

source: problem body
hu: feladat törzs

source: creators
hu: szerzők

source: curators
hu: kurátorok

source: These users will be able to edit a problem, but not be publicly shown as an author.
hu: Ezek a felhasználók szerkeszthetik majd a feladatot, de nem jelennek meg szerzőként.

source: testers
hu: tesztelők

source: The time limit for this problem, in seconds. Fractional seconds (e.g. 1.5) are supported.
hu: A feladat időlimitje másodpercekben. Tört másodperceket (pl. 1.5) is írhatunk.

source: memory limit
hu: memória korlát

source: The memory limit for this problem, in kilobytes (e.g. 64mb = 65536 kilobytes).
hu: A feladat memória limitje kilobyte-okban (pl. 64mb = 65536 kilobyte).

source: allows partial points
hu: részleges pontok engedélyezése

source: allowed languages
hu: engedélyezett nyelvek

source: manually managed
hu: manuáisan kezelt

source: date of publishing
hu: publikálás ideje

source: personae non gratae
hu: nemkívánatos személy

source: Bans the selected users from submitting to this problem
hu: A kiválasztott felhasználók eltiltása a feladat megoldásától

source: problem summary
hu: feladat összefoglaló

source: amount of users
hu: felhasználók száma

source: rate of AC submissions
hu: AC feltöltések aránya

source: language
hu: nyelv

source: translated name
hu: lefordított név

source: translated description
hu: lefordított leírás

source: problem translation
hu: feladat fordítás

source: problem translations
hu: feladat fordítások

source: clarified problem
hu: pontosított feladat

source: clarification body
hu: pontosítás törzse

source: clarification timestamp
hu: pontosítás időbélyege

source: language-specific resource limit
hu: nyelv specifikus erőforrás korlát

source: language-specific resource limits
hu: nyelv specifikus erőforrás korlátok

source: associated problem
hu: hozzárendelt probléma

source: publish date
hu: publikálás dátuma

source: editorial content
hu: megoldási útmutató tartalom

source: solution
hu: megoldás

source: solutions
hu: megoldások

source: Standard
hu: Alapértelmezett

source: Floats
hu: Lebegőpontosak

source: Floats (absolute)
hu: Lebegőpontosak (abszolút)

source: Floats (relative)
hu: Lebegőpontosak (relatív)

source: Unordered
hu: Rendezetlen

source: Byte identical
hu: Bájtonként azonos

source: data zip file
hu: adat zip fájl

source: generator file
hu: generátor fájl

source: output prefix length
hu: kimeneti prefix hossza

source: output limit length
hu: kimenet hossz limitje

source: init.yml generation feedback
hu: init.yml generálás visszajelzése

source: checker arguments
hu: checker argumentumai

source: checker arguments as a JSON object
hu: chceker argumentumai JSON objektumként

source: problem data set
hu: feladat adathalmaz

source: case position
hu: eset hely

source: case type
hu: eset típus

source: Normal case
hu: Normál eset

source: Batch start
hu: Batch kezdete

source: Batch end
hu: Batch vége

source: input file name
hu: bemeneti fájl név

source: output file name
hu: kimeneti fájl név

source: generator arguments
hu: generátor argumentumai

source: point value
hu: pont érték

source: case is pretest?
hu: ez az eset preteszt?

source: organization title
hu: csoport neve

source: Organization name shows in URL
hu: Csoport név látszik az URL-ben

source: Displayed beside user name during contests
hu: A felhasználóinév mellett van a versenyek alatt

source: organization description
hu: csoport leírás

source: registrant
hu: nyilvántartóba felvett személy

source: User who registered this organization
hu: Felhasználók akik regisztrálták ezt a csoportot

source: administrators
hu: adminisztrátorok

source: Those who can edit this organization
hu: Azok, akik szerkeszteni tudják ezt a csoportot

source: creation date
hu: létrehozás dátuma

source: is open organization?
hu: nyílt-e a csoport?

source: Allow joining organization
hu: A csoportba való belépés engedélyezése

source: maximum size
hu: maximális méret

source: Maximum amount of users in this organization, only applicable to private organizations
hu: Maximális felhasználó szám ebben a csoportban, csak privát csoportokra érvényes

source: Student access code
hu: Tanulói hozzáférési kódok

source: organization
hu: csoport

source: user associated
hu: felhasználóhoz társult

source: display name
hu: megjelenített név

source: self-description
hu: önleírás

source: location
hu: helyszín

source: preferred language
hu: preferált nyelv

source: last access time
hu: utolsó belépés ideje

source: last IP
hu: utolsó IP

source: display rank
hu: megjelenített rang

source: comment mute
hu: hozzászólás lenémítása

source: Some users are at their best when silent.
hu: Néhány felhasználó a legjobb amikor csendesek.

source: user script
hu: felhasználói szkript

source: User-defined JavaScript for site customization.
hu: Felhasználó által meghatározott JavaScript a webhely testreszabásához.

source: current contest
hu: jelenlegi verseny

source: math engine
hu: matek motor

source: the rendering engine used to render math
hu: a matek ábrákat renderelő motor

source: user profile
hu: felhasználói profil

source: user profiles
hu: felhasználói profilok

source: request time
hu: kérési idő

source: state
hu: állapot

source: reason
hu: ok

source: organization join request
hu: csoport belépési kérelem

source: organization join requests
hu: csoport belépési kérelmek

source: short identifier
hu: rövid azonosító

source: The identifier for this language; the same as its executor id for judges.
hu: Ennek a nyelvnek az azonosítója ugyanaz mint a bírók végrehajtó id-ja.

source: long name
hu: hosszú név

source: code template
hu: kód mintasablon

source: language description
hu: nyelv leírás

source: extension
hu: kiterjesztés

source: languages
hu: nyelvek

source: runtime name
hu: runtime név

source: runtime version
hu: runtime verzió

source: Server name, hostname-style
hu: Szerver név, hosztnév-szerűen

source: time of creation
hu: létrehozás dátuma

source: A key to authenticated this judge
hu: A tesztelőhöz hozzárendelt kulcs

source: authentication key
hu: hitelesítő kulcs

source: judge online status
hu: tesztelő státusza

source: judge start time
hu: tesztelő indítási ideje

source: response time
hu: válaszidő

source: system load
hu: rendszer terheltsége

source: judges
hu: bírók

source: judge
hu: bíró

source: Accepted
hu: Elfogadva

source: Wrong Answer
hu: Rossz válasz

source: Time Limit Exceeded
hu: Időlimit túllépés

source: Memory Limit Exceeded
hu: Memórialimit túllépés

source: Output Limit Exceeded
hu: Kimenetlimint túllépés

source: Invalid Return
hu: Érvénytelen visszatérés

source: Runtime Error
hu: Futási hiba

source: Compile Error
hu: Fordítási hiba

source: Internal Error
hu: Belső hiba

source: Aborted
hu: Megszakítva

source: Queued
hu: Sorba állítva

source: Processing
hu: Feldolgozás alatt

source: Grading
hu: Pontozás

source: Internal Error (judging server error)
hu: Belső hiba (tesztelő szerver hiba)

source: execution time
hu: futási idő

source: memory usage
hu: memória használat

source: source code
hu: forráskód

source: status
hu: állapot

source: result
hu: eredmény

source: compile errors
hu: fordítási hibák

source: test case points
hu: teszteset pontjai

source: judged on
hu: ezen tesztelve

source: test case ID
hu: teszteset azonosító

source: judging feedback
hu: tesztelési visszajelzés

source: program output
hu: program kimenet

source: ticket title
hu: hibajegy címe

source: ticket creator
hu: hibajegy készítője

source: creation time
hu: létrehozás ideje

source: is ticket open?
hu: nyitva a jegy?

source: ticket
hu: hibajegy

source: Input file for case %d does not exist: %s
hu: Bemeneti fájl a %d esetre nem létezik: %s

source: Output file for case %d does not exist: %s
hu: Kimeneti fájl a %d esetre nem létezik: %s

source: Other
hu: Egyéb

source: Total
hu: Összesen

source: Messing around, are we?
hu: Játszogatunk, he?

source: You already voted.
hu: Már szavaztál.

source: Edited from site
hu: Szerkesztve az oldalról

source: Editing comment
hu: Hozzászólás szerkesztése

source: No such contest
hu: Nincs ilyen verseny

source: Could not find a contest with the key "%s".
hu: Nem található verseny a "%s" kulccsal.

source: Contests
hu: Versenyek

source: Could not find such contest.
hu: Nem található ilyen verseny.

source: Access to contest "%s" denied
hu: Hozzáférés a "%s" versenyhez megtagadva

source: Contest not ongoing
hu: A verseny nincs folyamatban

source: "%s" is not currently ongoing.
hu: "%s" nincs folyamatban.

source: Already in contest
hu: Már a versenyben vagy

source: You are already in a contest: "%s".
hu: Már a "%s" versenyben vagy.

source: Enter access code for "%s"
hu: Add meg a hozzáférési kódot a "%s"-hoz

source: You are not in contest "%s".
hu: Nem vagy a "%s" versenyben.

source: ContestCalender requires integer year and month
hu: A ContestCalendar-nak egész évekre és hónapokra van szüksége

source: 404 error
hu: 404-es hiba

source: Could not find page "%s"
hu: Nem található a "%s" oldal

source: No such organization
hu: Nincs ilyen csoport

source: Could not find an organization with the key "%s".
hu: Nem található csoport a "%s" kulccsal.

source: Could not find such organization.
hu: Nem található ilyen csoport.

source: Organizations
hu: Csoportok

source: %s Members
hu: %s Tagok

source: Joining organization
hu: Belépés a csoportba

source: You are already in the organization.
hu: Már benne vagy a csoportba.

source: This organization is not open.
hu: Ez a csoport nem nyílt.

source: Leaving organization
hu: Csoport elhagyása

source: You are not in "%s".
hu: Nem vagy "%s"-ben.

source: Request to join %s
hu: Kérés a "%s"-hez való csatlakozásra

source: Join request detail
hu: Belépési kérés részletei

source: Managing join requests for %s
hu: %s belépési kéréseinek kezelése

source: Your organization can only receive %d more members. You cannot approve %d users.
hu: A csoportod csak %d további tagot tud fogadni. Nem tudsz felvenni %d felhasználót.

source: Approved %d user.
hu: %d darab felhasználó jóváhagyva.

source: Rejected %d user.
hu: %d darab felhasználó elutasítva.

source: Editing %s
hu: %s szerkesztése

source: Can't edit organization
hu: Nem lehet szerkeszteni a csoportot

source: You are not allowed to edit this organization.
hu: Nincs jogosultságod szerkeszteni ezt a csoportot.

source: You are not allowed to kick people from this organization.
hu: Nincs jogosultságod embereket kirúgni ebből a csoportból.

source: Can't kick user
hu: Nem lehet kirúgni a felhasználót

source: The user you are trying to kick does not exist!
hu: A felhasználó akit megpróbálsz kirúgni nem létezik!

source: The user you are trying to kick is not in organization: %s.
hu: A felhasználó akit ki akarsz rúgni nincs a csoportban: %s.

source: No such problem
hu: Nincs ilyen feladat

source: Editorial for {0}
hu: Megoldás útmutató {0}-hez

source: Editorial for <a href="{1}">{0}</a>
hu: Megoldási útmutató <a href="{1}">{0}</a>-hez

source: Problems
hu: Feladatok

source: Banned from submitting
hu: Feltöltéstől eltiltott

source: You have been declared persona non grata for this problem. You are permanently barred from submitting this problem.
hu: Nemkívánatos személy vagy ennél a feladatnál, így örökre el vagy tiltva a feltöltéstől.

source: Too many submissions
hu: Túl sok feltöltés

source: Your zip file is invalid!
hu: A zip fájlod nem érvényes!

source: Generated init.yml for %s
hu: init.yml generálva %s-hez

source: Best solutions for %s
hu: Legjobb megoldások %s-hez

source: Best solutions for <a href="{1}">{0}</a>
hu: Legjobb megoldások <a href="{1}">{0}</a>-hez

source: Best solutions for %(problem)s in %(contest)s
hu: Legjobb megoldások %(problem)s %(contest)s-ben

source: Real name (optional)
hu: Valós név (opcionális)

source: Preferred language
hu: Preferált nyelv

source: Registration
hu: Regisztráció

source: Version matrix
hu: Verzió mátrix

source: Ticket title
hu: Hibajegy cím

source: Issue description
hu: Probléma leírása
