Repository: alps-jbnu/litmus-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: New ticket for %s
hu: Új hibajegy %s-hez

source: New Ticket: %s
hu: Új Hibajegy: %s

source: No such user
hu: Nincs ilyen felhasználó

source: My account
hu: Saját fiók

source: User %s
hu: Felhasználó %s

source: Updated on site
hu: Frissítve az oldalon

source: Edit profile
hu: Profil szerkesztése

source: Leaderboard
hu: Ranglista

source: Bad latitude or longitude
hu: Érvénytelen szélességi vagy hosszúsági kör

source: Edit user
hu: Felhasználó szerkesztése

source: Rejudge
hu: Újratesztel

source: Hello, <b>%(username)s</b>.
hu: Heló, <b>%(username)s</b>.

source: Log out
hu: Kilépés

source: Register
hu: Regisztráció

source: spectating
hu: megfigyelés

source: This site works best with JavaScript enabled.
hu: Az oldal JavaScript engedélyezésével működik a legjobban.

source: Edit
hu: Szerkesztés

source: Events
hu: Események

source: News
hu: Hírek

source: posted on {time}
hu: {time}-kor posztolva

source: Clarifications
hu: Pontosítások

source: No clarifications have been made at this time.
hu: Nem jelentek meg pontosítások még.

source: Ongoing contests
hu: Folyamatban lévő versenyek

source: Upcoming contests
hu: Közelgő versenyek

source: Comment stream
hu: Kommentfolyam

source: New problems
hu: Új feladatok

source: My open tickets
hu: Nyitott hibajegyeim

source: New tickets
hu: Új hibajegy

source: Comments
hu: Hozzászólások

source: Please login to vote
hu: Jelentkezz be a szavazáshoz

source: edited
hu: szerkesztett

source: Reply
hu: Válasz

source: Hide
hu: Elrejtés

source: New comment
hu: Új hozzászólás

source: Invalid comment body.
hu: Érvénytelen hozzászólás törzs.

source: Sunday
hu: Vasárnap

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Prev
hu: Előző

source: Next
hu: Következő

source: List
hu: Lista

source: Calendar
hu: Naptár

source: Virtual join
hu: Virtuális csatlakozás

source: Stop spectating
hu: Felhagyás a megfigyeléssel

source: Contest is over.
hu: A versenynek vége.

source: AC Rate
hu: AC arány

source: Users
hu: Felhasználók

source: Editorial
hu: Megoldási útmutató

source: Are you sure you want to join?
hu: Biztos hogy csatlakozni akarsz?

source: Ongoing Contests
hu: Folyamatban lévő versenyek

source: Contest
hu: Verseny

source: Spectate
hu: Megfigyelés

source: Join
hu: Csatlakozás

source: Upcoming Contests
hu: Közelgő Versenyek

source: There are no scheduled contests at this time.
hu: Jelenleg nincs ütemezett verseny.

source: Past Contests
hu: Elmúlt Versenyek

source: Only the following organizations may access this contest:
hu: Csak a következő csoportok tagjai férhetnek hozzá ehhez a versenyhez:

source: Show organizations
hu: Csoportok mutatása

source: Source:
hu: Forrás:

source: Newsletter
hu: Hírlevél

source: activate
hu: aktiválás

source: You have successfully been unsubscribed.
hu: Sikeresen leiratkoztál.

source: Newsletter unsubscribe
hu: Hírlevél leiratkozás

source: Unsubscribe
hu: Leiratkozás

source: Update
hu: Frissít

source: Leave organization
hu: Csoport elhagyása

source: Join organization
hu: Belépés a csoportba

source: Request membership
hu: Tagság kérelmezése

source: Edit organization
hu: Csoport szerkesztése

source: View requests
hu: Kérések megtekintése

source: Admin organization
hu: Csoport adminisztrációja

source: View members
hu: Tagok megtekintése

source: ID
hu: Azonosító

source: Name
hu: Név

source: Members
hu: Tagok

source: Create
hu: Létrehozás

source: User:
hu: Felhasználó:

source: Organization:
hu: Csoport:

source: Time:
hu: Idő:

source: Reason:
hu: Ok:

source: State
hu: Állapot

source: Reason
hu: Ok

source: There are no requests to approve.
hu: Nincsenek jóváhagyásra váló kérések.

source: Delete?
hu: Törlés?

source: Your reason for joining:
hu: A csatlakozás oka:

source: Request
hu: Kérés

source: Pending
hu: Elbírálás alatt

source: Approved
hu: Jóváhagyva

source: Rejected
hu: Elutasítva

source: Kick
hu: Kirúg

source: Output limit
hu: Kimenet limit

source: Generator args
hu: Generátor argumentumok

source: Type
hu: Típus

source: Input file
hu: Bementi fájl

source: Output file
hu: Kimeneti fájl

source: Pretest?
hu: Preteszt?

source: Submit!
hu: Beküld!

source: Add new case
hu: Új eset hozzáadása

source: Remember to use this editorial <b>only</b> when stuck, and <b>not to copy-paste code from it</b>. Please be respectful to the problem author and editorialist. <br><br> <b>Submitting an official solution before solving the problem yourself is a bannable offence.</b>
hu: Ne feledd, hogy <b>csak</b> akkor használd a megoldási útmutatót ha elakadtál és <b>ne másold csak úgy ki belőle a kódot</b>. Kérlek legyél tisztelettudó a feladat és az útmutató szerzője felé. <br><br> <b>Ha hivatalos megoldást küldesz be mielőtt te magad megoldanád a feladatot az kitiltást vonhat maga után!</b>

source: Filter by type...
hu: Szűrés típus szerint...

source: Category
hu: Kategória

source: Types
hu: Típusok

source: View as PDF
hu: Mutasd PDF-ként

source: Submit solution
hu: Megoldás beküldése

source: %(counter)s submission left
hu: %(counter)s beküldés van hátra

source: 0 submissions left
hu: 0 beküldés van hátra

source: My submissions
hu: Beküldéseim

source: Best submissions
hu: Legjobb beküldések

source: Read editorial
hu: Megoldási útmutató olvasása

source: Manage tickets
hu: Hibajegyek kezelése

source: Edit problem
hu: Feladat szerkesztése

source: Edit test data
hu: Teszt adatok szerkesztése

source: Clone problem
hu: Feladat klónozása

source: Points:
hu: Pontok:

source: (partial)
hu: (részleges)

source: Time limit:
hu: Időkorlát:

source: Memory limit:
hu: Memóriakorlát:

source: Author:
hu: Szerző:

source: Problem type
hu: Feladat típus

source: Allowed languages
hu: Engedélyezett nyelvek

source: No %(lang)s judge online
hu: Nincs jelenleg online %(lang)s tesztelő

source: Request clarification
hu: Pontosítást kérek

source: Report an issue
hu: Hiba jelentése

source: Problem search
hu: Feladat keresés

source: Search problems...
hu: Feladatok keresése...

source: Full text search
hu: Szöveg keresése

source: Continue >
hu: Folytatás >

source: (again, for confirmation)
hu: (újra, megerősítésként)

source: or
hu: vagy

source: pick from map
hu: válassz a térképről

source: Default language
hu: Alapértelmezett nyelv

source: Affiliated organizations
hu: Kapcsolódó csoportok

source: Terms & Conditions
hu: Felhasználási feltételek

source: Submission Statistics
hu: Beküldési statisztikák

source: Submissions by Language
hu: Beküldések nyelvenként

source: Judge
hu: Tesztelő

source: Online
hu: Elérhető

source: rejudge
hu: újratesztel

source: View status
hu: Állapot megtekintése

source: View raw source
hu: Nyers forrás megkekintése

source: Resubmit
hu: Újraküld

source: We are waiting for a suitable judge to process your submission...
hu: Egy megfelelő tesztelőre várunk a feltöltés értékeléséhez...

source: Your submission is being processed...
hu: A beküldésed feldolgozás alatt áll...

source: Compilation Error
hu: Fordítási Hiba

source: Compilation Warnings
hu: Fordítási Figyelmeztetések

source: Pretest Execution Results
hu: Pretesztek futtatásának eredményei

source: Case
hu: Eset

source: Pretest
hu: Preteszt

source: Test case
hu: Teszt eset

source: Your output (clipped)
hu: A kimeneted (levágva)

source: Final pretest score:
hu: Végső preteszt pontszám:

source: Final score:
hu: Végső pontszám:

source: View source
hu: Forráskód megtekintése

source: Abort
hu: Megszakít

source: Mine
hu: Saját

source: Best
hu: Legjobb

source: Reopened:
hu: Újranyitva:

source: Closed:
hu: Lezárva:

source: Use desktop notification
hu: Asztali értesítés használata

source: Show my tickets only
hu: Csak a saját hibajegyek mutatása

source: Math engine
hu: Matek motor

source: Load more...
hu: Továbbiak betöltése...

source: Authored Problems
hu: Létrehozott feladatok

source: Score
hu: Pont

source: Check all
hu: Az összes kijelölése
